Repository: kostik/django_quiz_written
Catalog: generator/locale/*/LC_MESSAGES/django.po
Languages: my

source: link
my: လင့်ခ်

source: Title
my: ခေါင်းစဉ်များ

source: Description
my: ဖော်ပြချက်

source: a description of the quiz
my: မေးခွန်း၏ဖော်ပြချက်

source: Written Quiz
my: ရေးဖြေနိုင်သောမေးခွန်း

source: Written Quizzes
my: ရေးဖြေနိုင်သောမေးခွန်းများ

source: a description of the exam
my: စာမေးပွဲဖော်ပြချက်

source: Created
my: ဖန်တီးခဲ့သည်

source: Question List
my: မေးခွန်းစာရင်း

source: This test is empty
my: အဖြေသည်အလွတ်ဖြစ်နေသည်

source: The previous question
my: ယခင်မေးခွန်း

source: Your answer was
my: သင့်အဖြေမှာ

source: Explanation
my: ရှင်းလင်းချက်

source: Question
my: မေးခွန်း

source: Question category
my: မေးခွန်းဘာသာရပ်

source: Check
my: စစ်ဆေးမည်

source: Exam Results for
my: စာမေးပွဲရလဒ်မှာ

source: Exam results
my: စာမေးပွဲရလဒ်

source: Exam title
my: စာမေးပွဲခေါင်းစဉ်

source: User
my: အသုံးပြုသူ

source: You answered
my: သင့်အဖြေမှာ

source: questions correctly out of
my: မှန်သောမေးခွန်းများမှာ

source: giving you
my: သင့်ကိုပေးမည်မှာ

source: percent correct
my: ရာခိုင်နှုန်းမှန်ကန်ခဲ့ပါသည်

source: Review the questions below and try the exam again in the future
my: မေးခွန်းများကိုလေ့လာပြီးနောင်တွင်ပြန်လည်ဖြေဆိုပါ

source: The result of this exam will be stored in your progress section so you can review and monitor your progression
my: ဒီစာမေးပွဲရလဒ်ကို သင့်မှတ်တမ်းတွင်သိမ်းဆည်းထားပြီး သင့်၏အခြေအနေကိုစောင့်ကြည့်ပြီးအမြဲသိရှိနိုင်သည်

source: Your session score is
my: သင့်ဖြေဆိုမှု၏ရလဒ်အမှတ်မှာ

source: out of a possible
my: ဖြစ်နိုင်ချေမရှိသော

source: Your answer
my: သင့်အဖြေမှာ
